{
  "menu.main.home": "Home",
  "menu.main.packages": "Packages",
  "menu.main.roomSuites": "Room Suites",
  "menu.main.executiveMenu": "Executive Menu",
  "menu.main.loungesEvents": "Lounges/Events",
  "menu.main.contact": "Contact",

  "room.type.suite": "Suite",
  "room.type.junior": "Junior Suite",
  "room.type.family": "Family Room",
  "room.type.doubleSuperior": "Doble Superior Room",
  "room.type.doubleStandard": "Doble Standard Room",
  "room.type.deluxe": "Deluxe Suite",

  "booking.text": "Book now",

  "home.card.culturalMadrid": "Cultural Madrid",
  "home.card.calmComfort": "Calm & Comfort",
  "home.card.taste": "Taste",

  "component.contactForm.namePlaceholder": "Enter your name",
  "component.contactForm.emailPlaceholder": "Enter your email",
  "component.contactForm.messagePlaceholder": "Enter your message...",
  "component.contactForm.sendButtonLabel": "Send",

  "component.location.title": "location",

  "component.testimonials.title": "opinions",

  "globals.readMoreBtn.text": "Read more",

  "footer.contact.title": "contact us",
  "footer.contact.phone": "phone",
  "footer.contact.fax": "fax",
  "footer.contact.email": "email",

  "legal.links.legalNotice": "Legal Notice",
  "legal.links.siteMap": "Site Map",

  "rooms.nightText" : "Night",
  "rooms.junior.introText" : "The ample and luxury Junior Suite offers the posibility of choosing between a King Size bed or two individual european beds. These rooms provide ample space and comfort in a classical and distinguished ambiance. Equipped with the latest technologies, 49 inch LCD TV, Ihome, high speed wireless internet connectivity, full minibar and a Nespresso machine. The Junior Suite offers its guests a space of tranquility, being this mode the perfect choice for the longest stays since every room comes with a comfortable sofa, work space and a balcony with a view to the Principe de Vergara street.",
  "rooms.doubleStandard.introText" : "Cozy and comfortable room that comes with a King Size bed or two individual european beds. The rooms are designed to invite you to rest, and are equipped with a desk, a 40 inch LCD TV, IHome, high speed wireless internet connectivity and minibar. All of it neatly distributed in a space of 15 to 20 squared meters.",
  "rooms.doubleSuperior.introText" : "Elegant and functional room where you will be able to choose between a King Size bed or two individual european beds. All superior rooms are exterior and some come with a balcony. They provide with a comfortable space to work, a 49 inch LCD TV, Ihome, free highspeed wireless internet connectivity and a minibar. The bathrooms are designed with independent bathtub and shower. The total room space is between 20 to 25 squared meters.",
  "rooms.familyRoom.title" : "Family Room (Standard and Superior rooms in one)",
  "rooms.familyRoom.introText" : "Spatious rooms that have been designed with extreme attention to detail to make the stay of 4 persons as comfortable and sofisticated as possible. They provide 2 separate bathrooms each with a bathtub and a shower included. An environment of elegance and comfort that comes with a great salon, comfortable sofas, two 49 inch LCD Tvs, Ihome, fully stocked minibar, a Nespreso coffe machine and high speed wireless internet connectivity.",
  "rooms.suite.introText" : "Elige diseño, exclusividad, lujo y confort en las habitaciones Suite de Heritage Madrid. Dispone de un salón independiente con televisión LCD de 49 pulgadas, IHome, miniba totalmente equipado, maquina de café Nespresso y 2 sofás que le harán sentir como en casa. El cuarto de baño de mármol equipado de ducha y bañera hidromasaje le ofrece amenities de lujo, albornoces y zapatillas de algodón. Disfrute de la privacidad en La Suite la cual está distribuida en un espacio de 30 metros cuadrados destinado a ser su oasis durante su visita a Madrid."
}