{
  "menu.main.home": "Inicio",
  "menu.main.packages": "Paquetes",
  "menu.main.roomSuites": "Habitaciones",
  "menu.main.executiveMenu": "Menú Ejecutivo",
  "menu.main.loungesEvents": "Salones/Eventos",
  "menu.main.contact": "Contacto",

  "room.type.suite": "Suite",
  "room.type.junior": "Junior Suite",
  "room.type.family": "Habitación familiar",
  "room.type.doubleSuperior": "Habitación Doble Superior",
  "room.type.doubleStandard": "Habitación Doble Estándar",
  "room.type.deluxe": "Suite Deluxe",

  "booking.text": "Reservar ahora",

  "home.card.culturalMadrid": "Madrid Cultural",
  "home.card.calmComfort": "Tranquilidad y Confort",
  "home.card.taste": "Sabor",

  "component.contactForm.namePlaceholder": "Escriba su nombre",
  "component.contactForm.emailPlaceholder": "Escriba su email",
  "component.contactForm.messagePlaceholder": "Escriba su mensaje...",
  "component.contactForm.sendButtonLabel": "Enviar",

  "component.location.title": "ubicación",

  "component.testimonials.title": "opiniones",

  "globals.readMoreBtn.text": "Leer más",

  "sidebar.services.title" : "Servicios disponibles en la habitación",

  "packages.pageTitle" : "Paquetes",

  "footer.contact.title": "contáctenos",
  "footer.contact.phone": "teléfono",
  "footer.contact.fax": "fáx",
  "footer.contact.email": "email",

  "legal.links.legalNotice": "Aviso Legal",
  "legal.links.siteMap": "Mapa del Sitio",

  "rooms.nightText" : "Noche",

  "rooms.services.tv" : "Televisión LCD de 49 pulgadas",
  "rooms.services.tvx2" : "Televisión LCD de 49 pulgadas (2)",
  "rooms.services.ihome" : "IHome",
  "rooms.services.internet" : "Internet inalámbrico de alta velocidad",
  "rooms.services.minibar" : "Minibar",
  "rooms.services.coffee" : "Máquina de café Nespresso",
  "rooms.services.hydro" : "Hidromasaje",
  "rooms.services.size.small" : "15~20 m²",
  "rooms.services.size.medium" : "20~25 m²",
  "rooms.services.size.large" : "30 m²",

  "rooms.junior.introText" : "La lujosa y amplia Junior Suite ofrece la posibilidad de elegir entre cama King Size o dos camas individuales europeas. Estas habitaciones proporcionan amplitud  y comodidad en un ambiente clásico y distinguido. Equipado con la última tecnología, televisión LCD  de 49 pulgadas, IHome, internet inalámbrico de alta de velocidad, minibar completamente equipado y maquina de café Nespresso. La Junior Suite ofrece a sus huéspedes un remanso de tranquilidad, siendo de este modo la elección perfecta para estancias más largas ya que todas las habitaciones cuentan con un cómodo sofá, espacio de trabajo y disponen de balcón con vistas a la calle Principe de Vergara.",
  "rooms.doubleStandard.introText" : "Acogedora y confortable habitación que cuenta con una cama King Size o dos camas individuales europeas. Las habitaciones están diseñadas para invitarle al descanso y  están equipadas con escritorio, televisión LCD de 40 pulgadas, IHome,  internet inalámbrico de alta velocidad y minibar. Todo ello distribuido en un espacio de 15 a 20 metros cuadrados.",
  "rooms.doubleSuperior.introText" : "Elegante y funcional habitación donde podrá elegir entre una cama King Size o dos camas individuales europeas. Todas las habitaciones superiores son exteriores y algunas disponen de balcón. Cuentan con un cómodo espacio de trabajo, televisión LCD de 49 pulgadas, Ihome, internet inalámbrico de alta velocidad gratuito y minibar. Los baños están diseñados con bañera y ducha independientes. Se distribuye en un espacio de 20 a 25 metros cuadrados.",
  "rooms.family.title" : "Habitación Familiar (Habitación Estándar + Superior juntas)",
  "rooms.family.introText" : "Espaciosas habitaciones comunicadas cuidadas hasta el más mínimo detalle para disfrutar de una cómoda y sofisticada estancia de hasta 4 personas. Disponen de 2 cuartos de baño independientes con bañera y ducha incluidas. Entornos de elegancia y confort que gozan de un agradable salón, cómodos sofás, dos televisiones LCD de 49 pulgados, Ihome, minibar totalmente equipado, maquina de café Nespresso e internet inalámbrico de alta velocidad.",
  "rooms.suite.introText" : "Elige diseño, exclusividad, lujo y confort en las habitaciones Suite de Heritage Madrid. Dispone de un salón independiente con televisión LCD de 49 pulgadas, IHome, miniba totalmente equipado, maquina de café Nespresso y 2 sofás que le harán sentir como en casa. El cuarto de baño de mármol equipado de ducha y bañera hidromasaje le ofrece comodidades de lujo, albornoces y zapatillas de algodón. Disfrute de la privacidad en La Suite la cual está distribuida en un espacio de 30 metros cuadrados destinado a ser su oasis durante su visita a Madrid. "
}