{
  "menu.main.home": "Home",
  "menu.main.packages": "Packages",
  "menu.main.roomSuites": "Room Suites",
  "menu.main.executiveMenu": "Executive Menu",
  "menu.main.loungesEvents": "Lounges/Events",
  "menu.main.contact": "Contact",

  "room.type.suite": "Suite",
  "room.type.junior": "Junior Suite",
  "room.type.family": "Family Room",
  "room.type.doubleSuperior": "Doble Superior Room",
  "room.type.doubleStandard": "Doble Standard Room",
  "room.type.deluxe": "Deluxe Suite",

  "booking.text": "Book now",

  "home.card.culturalMadrid": "Cultural Madrid",
  "home.card.calmComfort": "Calm & Comfort",
  "home.card.taste": "Taste",

  "component.contactForm.namePlaceholder": "Enter your name",
  "component.contactForm.emailPlaceholder": "Enter your email",
  "component.contactForm.messagePlaceholder": "Enter your message...",
  "component.contactForm.sendButtonLabel": "Send",

  "component.location.title": "location",

  "component.testimonials.title": "opinions",

  "globals.readMoreBtn.text": "Read more",

  "sidebar.services.title" : "Services available in the room",

  "footer.contact.title": "contact us",
  "footer.contact.phone": "phone",
  "footer.contact.fax": "fax",
  "footer.contact.email": "email",

  "legal.links.legalNotice": "Legal Notice",
  "legal.links.siteMap": "Site Map",

  "rooms.nightText" : "Night",

  "rooms.services.tv" : "49\" LCD TV",
  "rooms.services.tvx2" : "49\" LCD TV (2)",
  "rooms.services.ihome" : "IHome",
  "rooms.services.internet" : "High speed wireless internet",
  "rooms.services.minibar" : "Minibar",
  "rooms.services.coffee" : "Nespresso coffee machine",
  "rooms.services.hydro" : "Hydromassage",
  "rooms.services.size.small" : "15~20 m²",
  "rooms.services.size.medium" : "20~25 m²",
  "rooms.services.size.large" : "30 m²",

  "rooms.junior.introText" : "The ample and luxururious Junior Suite offers the posibility of choosing between a King Size bed or two individual european beds. These rooms provide plenty of space and comfort in a classical and distinguished ambiance. Equipped with the latest technologies, a 49 inch LCD TV, Ihome, high speed wireless internet connectivity, full minibar and a Nespresso coffeee machine. The Junior Suite offers its guests a space of tranquility, being this mode the perfect choice for the longest stays since every room comes with a comfortable sofa, work space and a balcony with a view to the Principe de Vergara street.",
  "rooms.doubleStandard.introText" : "Cozy and comfortable room that comes with a King Size bed or two individual european beds. The rooms are designed to invite you to rest, and are equipped with a desk, a 40 inch LCD TV, IHome, high speed wireless internet connectivity and minibar. All of it neatly distributed in a space of 15 to 20 squared meters.",
  "rooms.doubleSuperior.introText" : "Elegant and functional room where you will be able to choose between a King Size bed or two individual european beds. All superior rooms are exterior and some come with a balcony. They provide with a comfortable space to work, a 49 inch LCD TV, Ihome, free highspeed wireless internet connectivity and a minibar. The bathrooms are designed with independent bathtub and shower. The total room space is between 20 to 25 squared meters.",
  "rooms.family.title" : "Family Room (Standard and Superior rooms in one)",
  "rooms.family.introText" : "Spatious rooms that have been designed with extreme attention to detail to make the stay of 4 persons as comfortable and sofisticated as possible. They provide 2 separate bathrooms each with a bathtub and a shower included. An environment of elegance and comfort that comes with a great lounge, comfortable sofas, two 49 inch LCD Tvs, Ihome, fully stocked minibar, a Nespreso coffe machine and high speed wireless internet connectivity.",
  "rooms.suite.introText" : "Go for design, exclusivity, luxury and comfort with the Suites of Heritage Madrid. Each one has an independent lounge with a 49 inch LCD TV, Ihome, fully stocked minibar, Nespresso coffee machine and 2 sofas that will make you feel right at home. The marble bathroom equipped with shower and hydromassage bathtub offers luxury amenities, bathrobes and cotton slippers. Enjoy the privacy in the Suite on a space of 30 squared meters designed to be your oasis during your visit to Madrid."
}